Repository: appful-devteam/yabatalk
Catalog: lovetalk/Localizable.xcstrings
Source language: ja
Languages: en, es, ko, th, zh_hans

source: 改善の余地があります
en: Room for improvement
es: Hay margen de mejora
ko: 개선의 여지가 있습니다
zh_hans: 有改善空间

source: 敬語
en: Polite
es: Formal
ko: 존댓말
zh_hans: 敬语

source: 文体と性格を分析中...
en: Analyzing writing style & personality...
es: Analizando estilo de escritura y personalidad...
ko: 문체와 성격 분석 중...
zh_hans: 正在分析写作风格和性格...

source: 新しいとーくを LINE から追加する
en: Add a new chat from LINE
es: Añadir un nuevo chat desde LINE
ko: LINE에서 새 대화 추가하기
zh_hans: 从 LINE 添加新聊天

source: 新しいフォロワー
en: New Followers
es: Nuevos seguidores
ko: 새로운 팔로워
zh_hans: 新粉丝

source: 新しいメッセージが届いています
en: You have a new message
es: Tienes un nuevo mensaje
ko: 새 메시지가 도착했습니다
zh_hans: 收到了新消息

source: 新しい投稿
en: New Post
es: Nueva publicación
ko: 새 게시물
zh_hans: 新帖子

source: 新しい相談
en: New Chat
es: Nuevo chat
ko: 새 상담
zh_hans: 新咨询

source: 新しい相談を 開始します
en: Start a new chat session
es: Iniciar una nueva sesión de chat
ko: 새로운 상담을 시작합니다
zh_hans: 开始新的 聊天会话

source: 新機能が登場！
en: New Feature!
es: ¡Nueva función!
ko: 새 기능 출시!
zh_hans: 新功能上线！

source: 新着
en: Latest
es: Recientes
ko: 최신
zh_hans: 最新

source: 既存の「カップルらしさ」に収まらない、二人だけのスタイルを持つ関係。この先も予定調和では終わらない、クリエイティブな関係が続くでしょう。気まぐれさが魅力でもありリスクでもあるので、時々は「二人だけの約束事」を一つ作ってみると、自由さを保ちながら安心感も手に入ります。
en: Your relationship has a style all its own, one that doesn't fit neatly into the mold of a “typical couple.” A creative, never-predictable dynamic will continue to unfold. Since spontaneity is both your charm and your risk, try creating a small “promise just for the two of you” now and then — it will give you a sense of security while preserving your freedom.
es: Su relación tiene un estilo propio que no encaja en el molde de una “pareja típica”. Una dinámica creativa e impredecible seguirá desarrollándose. Como la espontaneidad es tanto su encanto como su riesgo, intenten crear de vez en cuando una pequeña “promesa solo para ustedes dos”: les dará seguridad mientras conservan su libertad.
ko: 기존의 '커플다움'에 갇히지 않는, 두 사람만의 스타일을 가진 관계. 앞으로도 예정 조화로 끝나지 않는 크리에이티브한 관계가 계속될 거예요. 변덕스러움이 매력이자 리스크이기도 하니, 가끔 '둘만의 약속'을 하나 만들어 보면 자유로움을 유지하면서도 안정감을 얻을 수 있어요.
zh_hans: 你们的关系不拘泥于“典型情侣”的模式，拥有独属于两个人的风格。今后也会是充满创造力、不按套路出牌的关系。任性是你们的魅力也是风险，所以偶尔试着定下一个“只属于两个人的小约定”吧——在保持自由的同时也能获得安心感。

source: 既読スルーマスター度
en: Read-Ignore Master
es: Maestro del Visto
ko: 읽씹 마스터도
zh_hans: 已读不回大师度

source: 既読スルーも返信の速さもそのまんま
en: Even the read-receipts and reply speed — exactly the same
es: Hasta el 'visto' y la velocidad de respuesta — igual
ko: 읽씹도 답장 속도도 그대로
zh_hans: 已读不回和回复速度也一模一样

source: 既読スルー回数
en: Read but no reply
es: Visto sin respuesta
ko: 읽씹 횟수
zh_hans: 已读不回次数

source: 既読スルー推定
en: Read Receipt Estimate
es: Estimación de lectura sin respuesta
ko: 읽음 씨铩 추정
zh_hans: 已读不回估计

source: 既読スルー職人
en: Read-Ignore Artisan
es: Artesano del Visto
ko: 읽씹 장인
zh_hans: 已读不回达人

source: 日
en: days
es: días
ko: 일
zh_hans: 天

source: 日_weekday
en: Sun
es: Dom
ko: 일
zh_hans: 日

source: 日中
en: Daytime
es: Día
ko: 낮
zh_hans: 白天

source: 日付順
en: By Date
es: Por Fecha
ko: 날짜순
zh_hans: 按日期

source: 日常の何気ないやり取りの中に愛情を感じられる関係。「おかえり」のひと言が持つ温かさを知っている二人です。
en: A relationship where love is felt in everyday exchanges. You both know the warmth that a simple "welcome home" can hold.
es: Una relación donde el amor se siente en los intercambios cotidianos. Ambos conocen la calidez que puede tener un simple "bienvenido a casa".
ko: 일상적인 대화 속에서 사랑이 느껴지는 관계. "다녀왔어" 한마디가 지닌 따뜻함을 아는 두 사람입니다.
zh_hans: 在日常交流中感受到爱的关系。你们都懂得一句简单的"我回来了"所蕴含的温暖。

source: 日本の個人情報保護法に基づき、第三者の個人情報を外部サービスに提供する際は、原則としてその方の同意が必要です。本機能のご利用にあたっては、お客様の責任において、トーク相手のプライバシーに十分ご配慮ください。
en: Under Japan's Personal Information Protection Act, consent is generally required when providing a third party's personal information to external services. When using this feature, please be considerate of the privacy of your chat partners, at your own responsibility.
es: Según la Ley de Protección de Información Personal de Japón, generalmente se requiere consentimiento al proporcionar información personal de terceros a servicios externos. Al usar esta función, por favor considere la privacidad de sus contactos de chat, bajo su propia responsabilidad.
ko: 일본 개인정보보호법에 따라 제3자의 개인정보를 외부 서비스에 제공할 때는 원칙적으로 해당 본인의 동의가 필요합니다. 본 기능 이용 시 고객님의 책임 하에 대화 상대의 프라이버시에 충분히 배려해 주세요.
zh_hans: 根据日本《个人信息保护法》，向外部服务提供第三方个人信息时，原则上需要得到当事人的同意。使用本功能时，请您自行负责，充分尊重聊天对方的隐私。

source: 日間
en: days
es: días
ko: 일간
zh_hans: 天

source: 早め
en: Quick
es: Rápido
ko: 빠르게
zh_hans: 较快

source: 星空の下、独りじゃない夜
en: Under the stars, a night you're not alone
es: Bajo las estrellas, una noche en la que no estás solo
ko: 별하늘 아래, 혼자가 아닌 밤
zh_hans: 星空下，不再孤单的夜晚

source: 昨日
en: Yesterday
es: Ayer
ko: 어제
zh_hans: 昨天

source: 時間帯別のメッセージパターン
en: Message Pattern by Time of Day
es: Patrón de mensajes por hora del día
ko: 시간대별 메시지 패턴
zh_hans: 按时段的消息模式

source: 普段はそれぞれのペースで自由に過ごしながら、困ったときにはすっと手を差し伸べ合える。そんな「雨上がりの虹」のような未来が見えています。この先、お互いの沈黙を怖がらず、必要なときに必要な言葉を届け合えれば、二人の信頼はますます揺るぎないものになるでしょう。
en: You each live freely at your own pace, yet when trouble comes, you reach out to each other without hesitation. A future like a “rainbow after the rain” is what awaits you. If you can embrace each other's silences without fear and deliver the right words at the right moments, your trust will only grow more unshakable.
es: Cada uno vive libremente a su propio ritmo, pero cuando surgen problemas, se tienden la mano sin dudarlo. Un futuro como un “arcoíris después de la lluvia” es lo que les espera. Si pueden abrazar los silencios del otro sin miedo y ofrecer las palabras adecuadas en los momentos precisos, su confianza será cada vez más inquebrantable.
ko: 평소에는 각자의 페이스로 자유롭게 지내면서도 힘들 때는 자연스럽게 손을 내밀 수 있는 사이. 그런 '비 갠 뒤의 무지개' 같은 미래가 보여요. 앞으로 서로의 침묵을 두려워하지 않고, 필요할 때 필요한 말을 전할 수 있다면, 두 사람의 신뢰는 점점 더 흔들리지 않게 될 거예요.
zh_hans: 平时各自按自己的节奏自由生活，遇到困难时又能自然地伸出援手。这样“雨后彩虹”般的未来正在等着你们。只要不害怕彼此的沉默，在需要的时候传递需要的话语，你们的信任就会变得越来越坚不可摧。

source: 普通
en: Neutral
es: Neutral
ko: 보통
zh_hans: 中性

source: 曖昧な関係
en: Situationship
es: Relación ambigua
ko: 썸
zh_hans: 暧昧关系

source: 曜日別のメッセージパターン
en: Message Pattern by Day of Week
es: Patrón de mensajes por día de la semana
ko: 요일별 메시지 패턴
zh_hans: 按星期的消息模式

source: 月
en: Month
es: Mes
ko: 월

source: 月_weekday
en: Mon
es: Lun
ko: 월
zh_hans: 一

source: 朝
en: Morning
es: Mañana
ko: 아침
zh_hans: 早上

source: 朝から全力
en: Full throttle from morning
es: A toda marcha desde la mañana
ko: 아침부터 전력
zh_hans: 一大早就全力以赴

source: 朝活・マメ・気遣いが高い。真面目で規則正しい優等生
en: Early bird, attentive, and caring. A diligent honor student
es: Madrugador, atento y cariñoso. Un estudiante aplicado y disciplinado
ko: 아침형·꼼꼼·배려심이 높음. 성실하고 규칙적인 우등생
zh_hans: 早起族、细心、体贴。认真且有规律的优等生

source: 朝活度
en: Early Bird Level
es: Nivel de Madrugador
ko: 아침형도
zh_hans: 早起鸟度

source: 期間
en: Period
es: Período
ko: 기간
zh_hans: 时段

source: 期間を変更中...
en: Changing period...
es: Cambiando período...
ko: 기간 변경 중...
zh_hans: 正在更改时段...

source: 木_weekday
en: Thu
es: Jue
ko: 목
zh_hans: 四

source: 未練を断ち切りたい
en: Want to move on
es: Quiero seguir adelante
ko: 미련을 끊고 싶어요
zh_hans: 想要放下

source: 本アプリの一部のAI機能（AIサマリー・返信提案・擬人化チャット）では、お客様のトーク履歴の一部を Google LLC が提供する Gemini API に送信します。
en: Some AI features of this app (AI Summary, Reply Suggestions, Persona Chat) send part of your chat history to the Gemini API provided by Google LLC.
es: Algunas funciones de IA de esta aplicación (Resumen IA, Sugerencias de Respuesta, Chat de Persona) envían parte de su historial de chat a la API Gemini proporcionada por Google LLC.
ko: 본 앱의 일부 AI 기능(AI 요약·답장 제안·의인화 채팅)은 고객의 대화 기록 일부를 Google LLC가 제공하는 Gemini API에 전송합니다.
zh_hans: 本应用的部分AI功能（AI摘要·回复建议·拟人化聊天）会将您的聊天记录的一部分发送至Google LLC提供的Gemini API。

source: 本アプリの開発者は、Google Gemini API に送信されたデータの取り扱いについて責任を負いません
en: The developer of this app is not responsible for how data sent to Google Gemini API is handled
es: El desarrollador de esta aplicación no es responsable del tratamiento de los datos enviados a Google Gemini API
ko: 본 앱의 개발자는 Google Gemini API에 전송된 데이터의 처리에 대해 책임지지 않습니다
zh_hans: 本应用的开发者不对发送至Google Gemini API的数据处理承担责任

source: 本アプリは Google Gemini API を使用しています。Google の利用規約（Gemini API Additional Terms of Service）に基づき、送信されたデータは以下のように取り扱われる可能性があります：
en: This app uses Google Gemini API. Based on Google's terms (Gemini API Additional Terms of Service), transmitted data may be handled as follows:
es: Esta aplicación utiliza Google Gemini API. Según los términos de Google (Gemini API Additional Terms of Service), los datos enviados pueden ser tratados de la siguiente manera:
ko: 이 앱은 Google Gemini API를 사용합니다. Google 이용약관(Gemini API Additional Terms of Service)에 따라 전송된 데이터는 다음과 같이 처리될 수 있습니다:
zh_hans: 本应用使用Google Gemini API。根据Google的使用条款（Gemini API Additional Terms of Service），发送的数据可能按以下方式处理：

source: 本アプリは、ユーザーデータの保護のため、以下のセキュリティ対策を講じています： • すべてのローカルデータはApple SwiftDataフレームワークにより管理されます • 外部サーバーとの通信はHTTPS暗号化通信を使用します • APIキー等の認証情報はアプリ内にハードコーディングせず、サーバーから動的に取得します ただし、インターネット上のデータ送信において、完全なセキュリティを保証することはできません。
en: This app implements the following security measures: • All local data managed by Apple SwiftData • External communication uses HTTPS encryption • API keys are dynamically fetched from servers However, complete security cannot be guaranteed for internet data transmission.
es: Medidas de seguridad: • Datos locales gestionados por SwiftData • Comunicación HTTPS • Claves API obtenidas dinámicamente No se puede garantizar la seguridad completa.
ko: 본 앱은 다음 보안 대책을 취하고 있습니다: • 모든 로컬 데이터는 Apple SwiftData로 관리 • 외부 통신은 HTTPS 암호화 사용 • API 키는 서버에서 동적으로 가져옴 다만 인터넷 전송의 완전한 보안은 보장할 수 없습니다.
zh_hans: 本应用采取以下安全措施： • 所有本地数据由Apple SwiftData管理 • 外部通信使用HTTPS加密 • API密钥从服务器动态获取 但无法保证互联网数据传输的完全安全。

source: 本アプリは、ユーザーデータの保護のため、以下のセキュリティ対策を講じています：\n\n• すべてのローカルデータはApple SwiftDataフレームワークにより管理されます\n• 外部サーバーとの通信はHTTPS暗号化通信を使用します\n• APIキー等の認証情報はアプリ内にハードコーディングせず、サーバーから動的に取得します\n\nただし、インターネット上のデータ送信において、完全なセキュリティを保証することはできません。
en: This app implements the following security measures to protect user data: • All local data is managed by the Apple SwiftData framework • Communication with external servers uses HTTPS encrypted communication • Authentication credentials such as API keys are not hardcoded in the app but dynamically retrieved from the server However, complete security cannot be guaranteed for data transmission over the internet.
es: Esta aplicación implementa las siguientes medidas de seguridad para proteger los datos del usuario: • Todos los datos locales son gestionados por el framework Apple SwiftData • La comunicación con servidores externos utiliza comunicación cifrada HTTPS • Las credenciales de autenticación como las claves API no están codificadas en la aplicación, sino que se obtienen dinámicamente del servidor Sin embargo, no se puede garantizar una seguridad completa para la transmisión de datos por Internet.
ko: 본 앱은 사용자 데이터 보호를 위해 다음과 같은 보안 대책을 시행하고 있습니다: • 모든 로컬 데이터는 Apple SwiftData 프레임워크로 관리됩니다 • 외부 서버와의 통신은 HTTPS 암호화 통신을 사용합니다 • API 키 등의 인증 정보는 앱 내에 하드코딩하지 않고 서버에서 동적으로 가져옵니다 단, 인터넷을 통한 데이터 전송에서 완전한 보안을 보장할 수는 없습니다.
zh_hans: 本应用为保护用户数据采取了以下安全措施： • 所有本地数据由Apple SwiftData框架管理 • 与外部服务器的通信使用HTTPS加密通信 • API密钥等认证信息不在应用内硬编码，而是从服务器动态获取 但是，无法保证通过互联网传输数据的完全安全性。

source: 本アプリは、以下の場合を除き、ユーザーの個人情報を第三者に提供することはありません： (1) ユーザーが明示的に同意した場合 AIサマリー機能、返信提案（相談）機能、または擬人化チャット機能の初回利用時に表示される同意画面にて、データ送信に同意した場合。 (2) 法令に基づく場合 法律の規定に基づき、裁判所、警察その他の行政機関から開示を求められた場合。 本アプリが利用する外部サービス： • Apple App Store（アプリ配信およびサブスクリプション決済） • Google Gemini API（AIサマリー機能・返信提案機能・擬人化チャット機能） • Google AdMob（広告配信） • Supabase（匿名エラーログ・設定値管理）
en: This app will not provide users' personal information to third parties except in the following cases: (1) When the user has given explicit consent When the user agrees to data transmission on the consent screen displayed when first using the AI Summary, Reply Suggestions (Consultation), or Persona Chat features. (2) When required by law When disclosure is requested by courts, police, or other government agencies based on legal provisions. External services used by this app: • Apple App Store (app distribution and subscription payments) • Google Gemini API (AI Summary, Reply Suggestions, Persona Chat) — Recipient: Google LLC • Google AdMob (advertising) • Supabase (anonymous error logs, configuration management)
es: Esta aplicación no proporcionará la información personal de los usuarios a terceros, excepto en los siguientes casos: (1) Cuando el usuario haya dado su consentimiento explícito Cuando el usuario acepte la transmisión de datos en la pantalla de consentimiento que se muestra al usar por primera vez las funciones de Resumen IA, Sugerencias de Respuesta (Consulta) o Chat de Persona. (2) Cuando lo requiera la ley Cuando se solicite la divulgación por parte de tribunales, policía u otros organismos gubernamentales basándose en disposiciones legales. Servicios externos utilizados por esta aplicación: • Apple App Store (distribución de aplicaciones y pagos de suscripción) • Google Gemini API (Resumen IA, Sugerencias de Respuesta, Chat de Persona) — Destinatario: Google LLC • Google AdMob (publicidad) • Supabase (registros de errores anónimos, gestión de configuración)
ko: 본 앱은 다음의 경우를 제외하고 사용자의 개인정보를 제3자에게 제공하지 않습니다: (1) 사용자가 명시적으로 동의한 경우 AI 요약, 답장 제안(상담) 또는 의인화 채팅 기능을 처음 사용할 때 표시되는 동의 화면에서 데이터 전송에 동의한 경우. (2) 법령에 근거한 경우 법률 규정에 근거하여 법원, 경찰 기타 행정기관으로부터 공개를 요구받은 경우. 본 앱이 이용하는 외부 서비스: • Apple App Store(앱 배포 및 구독 결제) • Google Gemini API(AI 요약·답장 제안·의인화 채팅) — 수신처: Google LLC • Google AdMob(광고 배포) • Supabase(익명 오류 로그·설정값 관리)
zh_hans: 本应用不会将用户的个人信息提供给第三方，以下情况除外： (1) 用户明确同意的情况 用户在首次使用AI摘要、回复建议（咨询）或拟人化聊天功能时显示的同意界面上同意数据传输的情况。 (2) 基于法律要求的情况 基于法律规定，应法院、警察或其他行政机关要求披露的情况。 本应用使用的外部服务： • Apple App Store（应用分发及订阅支付） • Google Gemini API（AI摘要·回复建议·拟人化聊天）— 接收方：Google LLC • Google AdMob（广告投放） • Supabase（匿名错误日志·配置管理）

source: 本アプリは、以下の場合を除き、ユーザーの個人情報を第三者に提供することはありません： (1) ユーザーが明示的に同意した場合 AIサマリー機能または返信提案機能の初回利用時に表示される同意画面にて、データ送信に同意した場合。 (2) 法令に基づく場合 法律の規定に基づき、裁判所、警察その他の行政機関から開示を求められた場合。 本アプリが利用する外部サービス： • Apple App Store（アプリ配信およびサブスクリプション決済） • Google Gemini API（AIサマリー機能・返信提案機能） • Google AdMob（広告配信） • Supabase（匿名エラーログ・設定値管理）
en: This app does not provide personal information to third parties except: (1) With explicit user consent for AI features (2) When required by law External services used: • Apple App Store • Google Gemini API • Google AdMob • Supabase
es: No se comparte información personal excepto: (1) Con consentimiento del usuario (2) Por ley Servicios externos: • Apple App Store • Google Gemini API • Google AdMob • Supabase
ko: 본 앱은 다음의 경우를 제외하고 개인정보를 제3자에게 제공하지 않습니다: (1) 사용자가 명시적으로 동의한 경우 (2) 법령에 근거하는 경우 이용하는 외부 서비스: • Apple App Store • Google Gemini API • Google AdMob • Supabase
zh_hans: 除以下情况外不向第三方提供个人信息： (1) 用户明确同意时 (2) 法律要求时 使用的外部服务： • Apple App Store • Google Gemini API • Google AdMob • Supabase

source: 本アプリは、以下の場合を除き、ユーザーの個人情報を第三者に提供することはありません：\n\n(1) ユーザーが明示的に同意した場合\nAIサマリー機能または返信提案機能の初回利用時に表示される同意画面にて、データ送信に同意した場合。\n\n(2) 法令に基づく場合\n法律の規定に基づき、裁判所、警察その他の行政機関から開示を求められた場合。\n\n本アプリが利用する外部サービス：\n• Apple App Store（アプリ配信およびサブスクリプション決済）\n• Google Gemini API（AIサマリー機能・返信提案機能）\n• Google AdMob（広告配信）\n• Supabase（匿名エラーログ・設定値管理）
en: This app will not provide users' personal information to third parties except in the following cases: (1) When the user has given explicit consent When the user agrees to data transmission on the consent screen displayed when first using the AI Summary or Reply Suggestion features. (2) When required by law When disclosure is requested by courts, police, or other government agencies based on legal provisions. External services used by this app: • Apple App Store (app distribution and subscription payments) • Google Gemini API (AI Summary and Reply Suggestion features) • Google AdMob (advertising) • Supabase (anonymous error logs, configuration management)
es: Esta aplicación no proporcionará la información personal de los usuarios a terceros, excepto en los siguientes casos: (1) Cuando el usuario haya dado su consentimiento explícito Cuando el usuario acepte la transmisión de datos en la pantalla de consentimiento que se muestra al usar por primera vez las funciones de Resumen IA o Sugerencias de Respuesta. (2) Cuando lo requiera la ley Cuando se solicite la divulgación por parte de tribunales, policía u otros organismos gubernamentales basándose en disposiciones legales. Servicios externos utilizados por esta aplicación: • Apple App Store (distribución de aplicaciones y pagos de suscripción) • Google Gemini API (funciones de Resumen IA y Sugerencias de Respuesta) • Google AdMob (publicidad) • Supabase (registros de errores anónimos, gestión de configuración)
ko: 본 앱은 다음의 경우를 제외하고 사용자의 개인정보를 제3자에게 제공하지 않습니다: (1) 사용자가 명시적으로 동의한 경우 AI 요약 기능 또는 답장 제안 기능을 처음 사용할 때 표시되는 동의 화면에서 데이터 전송에 동의한 경우. (2) 법령에 근거한 경우 법률 규정에 근거하여 법원, 경찰 기타 행정기관으로부터 공개를 요구받은 경우. 본 앱이 이용하는 외부 서비스: • Apple App Store(앱 배포 및 구독 결제) • Google Gemini API(AI 요약 기능·답장 제안 기능) • Google AdMob(광고 배포) • Supabase(익명 오류 로그·설정값 관리)
zh_hans: 本应用不会将用户的个人信息提供给第三方，以下情况除外： (1) 用户明确同意的情况 用户在首次使用AI摘要功能或回复建议功能时显示的同意界面上同意数据传输的情况。 (2) 基于法律要求的情况 基于法律规定，应法院、警察或其他行政机关要求披露的情况。 本应用使用的外部服务： • Apple App Store（应用分发及订阅支付） • Google Gemini API（AI摘要功能·回复建议功能） • Google AdMob（广告投放） • Supabase（匿名错误日志·配置管理）

source: 本アプリは13歳未満のお子様を対象としていません。13歳未満のお子様から意図的に個人情報を収集することはありません。13歳未満のお子様が本アプリを利用していることが判明した場合、速やかに該当データを削除します。
en: This app is not intended for children under 13. We do not intentionally collect personal information from children under 13. If we discover that a child under 13 is using this app, we will promptly delete the relevant data.
es: Esta aplicación no está dirigida a menores de 13 años. No recopilamos intencionalmente información personal de menores de 13 años. Si descubrimos que un menor de 13 años está usando esta aplicación, eliminaremos los datos relevantes de inmediato.
ko: 본 앱은 13세 미만 아동을 대상으로 하지 않습니다. 13세 미만 아동의 개인정보를 의도적으로 수집하지 않습니다. 13세 미만 아동이 본 앱을 이용하고 있음이 확인될 경우 해당 데이터를 신속히 삭제합니다.
zh_hans: 本应用不面向13岁以下儿童。我们不会故意收集13岁以下儿童的个人信息。如果发现13岁以下儿童使用本应用，我们将立即删除相关数据。

source: 本アプリは以下の情報を取り扱います： (1) トーク履歴データ ユーザーがインポートしたLINEのトーク履歴ファイル（テキスト形式）を解析のために使用します。これらのデータにはメッセージ本文、送信者名、送信日時が含まれます。 (2) 解析結果データ トーク履歴から算出された4軸スコア（トーク量・感情温度・リズム・深度）、統計情報、性格タイプ分類、および診断結果。 (3) サブスクリプション情報 Apple App Store経由での購入履歴。本アプリが決済情報を直接収集することはありません。 (4) 匿名利用統計 アプリの機能改善およびエラー追跡のため、匿名化された利用統計情報・エラーログをSupabaseサーバーに送信する場合があります。これらのデータには個人を特定する情報は含まれません。
en: This app handles: (1) Chat History: LINE chat files for analysis. (2) Analysis Results: 4-axis scores, statistics, personality types, and diagnoses. (3) Subscription Info: Purchase history via Apple App Store. (4) Anonymous Statistics: Anonymized usage stats and error logs may be sent to Supabase.
es: Esta app maneja: (1) Historial de Chat: Archivos de LINE para análisis. (2) Resultados: Puntuaciones, estadísticas, tipos de personalidad. (3) Suscripciones: Historial de compras de Apple. (4) Estadísticas Anónimas: Pueden enviarse a Supabase.
ko: 본 앱은 다음 정보를 취급합니다: (1) 톡 기록: 분석용 LINE 톡 기록 파일 (2) 분석 결과: 4축 점수, 통계, 성격 유형, 진단 결과 (3) 구독 정보: Apple App Store 구매 이력 (4) 익명 통계: 익명화된 이용 통계가 Supabase로 전송될 수 있습니다.
zh_hans: 本应用处理以下信息： (1) 聊天记录：用于分析的LINE聊天文件 (2) 分析结果：4轴评分、统计、性格类型、诊断结果 (3) 订阅信息：Apple App Store购买记录 (4) 匿名统计：匿名使用统计可能发送至Supabase

source: 本アプリは以下の情報を取り扱います：\n\n(1) トーク履歴データ\nユーザーがインポートしたLINEのトーク履歴ファイル（テキスト形式）を解析のために使用します。これらのデータにはメッセージ本文、送信者名、送信日時が含まれます。\n\n(2) 解析結果データ\nトーク履歴から算出された4軸スコア（トーク量・感情温度・リズム・深度）、統計情報、性格タイプ分類、および診断結果。\n\n(3) サブスクリプション情報\nApple App Store経由での購入履歴。本アプリが決済情報を直接収集することはありません。\n\n(4) 匿名利用統計\nアプリの機能改善およびエラー追跡のため、匿名化された利用統計情報・エラーログをSupabaseサーバーに送信する場合があります。これらのデータには個人を特定する情報は含まれません。
en: This app handles the following information: (1) Chat History Data LINE chat history files (text format) imported by users are used for analysis. This data includes message text, sender names, and timestamps. (2) Analysis Result Data 4-axis scores (message volume, emotional temperature, rhythm, depth), statistics, personality type classification, and diagnostic results calculated from chat history. (3) Subscription Information Purchase history through the Apple App Store. This app does not directly collect payment information. (4) Anonymous Usage Statistics Anonymized usage statistics and error logs may be sent to Supabase servers for app improvement and error tracking. This data does not contain personally identifiable information.
es: Esta aplicación maneja la siguiente información: (1) Datos del historial de chat Los archivos de historial de chat de LINE (formato de texto) importados por los usuarios se utilizan para el análisis. Estos datos incluyen el texto del mensaje, los nombres de los remitentes y las marcas de tiempo. (2) Datos de resultados del análisis Puntuaciones en 4 ejes (volumen de mensajes, temperatura emocional, ritmo, profundidad), estadísticas, clasificación de tipos de personalidad y resultados de diagnóstico calculados a partir del historial de chat. (3) Información de suscripción Historial de compras a través de la App Store de Apple. Esta aplicación no recopila directamente información de pago. (4) Estadísticas de uso anónimas Se pueden enviar estadísticas de uso anonimizadas y registros de errores a los servidores de Supabase para mejorar la aplicación y rastrear errores. Estos datos no contienen información de identificación personal.
ko: 본 앱은 다음 정보를 취급합니다: (1) 대화 기록 데이터 사용자가 가져온 LINE 대화 기록 파일(텍스트 형식)을 분석에 사용합니다. 이 데이터에는 메시지 본문, 발신자 이름, 발신 시간이 포함됩니다. (2) 분석 결과 데이터 대화 기록에서 산출된 4축 점수(대화량, 감정 온도, 리듬, 깊이), 통계 정보, 성격 유형 분류 및 진단 결과. (3) 구독 정보 Apple App Store를 통한 구매 내역. 본 앱이 결제 정보를 직접 수집하지는 않습니다. (4) 익명 이용 통계 앱 기능 개선 및 오류 추적을 위해 익명화된 이용 통계 및 오류 로그를 Supabase 서버에 전송할 수 있습니다. 이 데이터에는 개인을 특정할 수 있는 정보가 포함되지 않습니다.
zh_hans: 本应用处理以下信息： (1) 聊天记录数据 用户导入的LINE聊天记录文件（文本格式）用于分析。这些数据包括消息正文、发送者姓名和发送时间。 (2) 分析结果数据 从聊天记录计算的4轴分数（对话量、情感温度、节奏、深度）、统计信息、性格类型分类和诊断结果。 (3) 订阅信息 通过Apple App Store的购买记录。本应用不直接收集支付信息。 (4) 匿名使用统计 为改善应用功能和追踪错误，可能会将匿名化的使用统计和错误日志发送至Supabase服务器。这些数据不包含个人身份识别信息。

source: 本プライバシーポリシーは、法令の改正、サービス内容の変更、その他必要に応じて改定される場合があります。重要な変更がある場合は、アプリ内のお知らせまたはアップデート情報にてお知らせします。変更後のプライバシーポリシーは、アプリ内に表示した時点から効力を生じるものとします。
en: This privacy policy may be revised due to changes in laws, service content, or other necessary reasons. If there are significant changes, we will notify you through in-app announcements or update information. The revised privacy policy takes effect from the time it is displayed in the app.
es: Esta política de privacidad puede revisarse debido a cambios en las leyes, el contenido del servicio u otras razones necesarias. Si hay cambios significativos, se lo notificaremos a través de anuncios en la aplicación o información de actualización.
ko: 본 개인정보 처리방침은 법령 개정, 서비스 내용 변경 등 필요에 따라 개정될 수 있습니다. 중요한 변경이 있는 경우 앱 내 공지 또는 업데이트 정보를 통해 알려드립니다.
zh_hans: 本隐私政策可能会因法律修改、服务内容变更或其他必要原因而修订。如有重大变更，我们将通过应用内通知或更新信息告知您。

source: 本人確認が必要です
en: Verification Required
es: Verificación necesaria
ko: 본인 확인이 필요합니다
zh_hans: 需要身份验证

source: 本同意は、設定画面からデータを全削除することでリセットできます
en: This consent can be reset by deleting all data from the settings screen
es: Este consentimiento se puede restablecer eliminando todos los datos desde la pantalla de configuración
ko: 이 동의는 설정 화면에서 모든 데이터를 삭제하면 초기화할 수 있습니다
zh_hans: 本同意可以通过在设置画面删除所有数据来重置

source: 本同意は、設定画面の「AIデータ共有」から、データを削除せずにいつでも取り消すことができます
en: You can revoke this consent anytime from "AI Data Sharing" in Settings, without deleting your data
es: Puede revocar este consentimiento en cualquier momento desde "Compartir datos con IA" en la configuración, sin eliminar sus datos
ko: 본 동의는 설정 화면의 "AI 데이터 공유"에서 데이터를 삭제하지 않고 언제든지 취소할 수 있습니다
zh_hans: 您可以随时通过设置中的"AI数据共享"撤销此同意，数据不会被删除

source: 本日の診断回数に達しました
en: Daily analysis limit reached
es: Límite de análisis diario alcanzado
ko: 오늘의 진단 횟수에 도달했습니다
zh_hans: 已达到今日的分析次数上限

source: 本日の送信上限に達しました
en: You've reached today's send limit
es: Has alcanzado el límite de envío de hoy
ko: 오늘의 전송 한도에 도달했습니다
zh_hans: 已达到今日发送上限
